Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 下滑收起，点显示临时展开，回到顶部恢复
source: Swipe down to collapse. Tap Show to expand temporarily. Returning to top restores it.
de: Nach unten wischen zum Einklappen. Auf Anzeigen tippen, um vorübergehend zu öffnen. Oben wird es wiederhergestellt.
es: Desliza hacia abajo para contraer. Toca Mostrar para abrir temporalmente. Al volver arriba se restaura.
fr: Balayez vers le bas pour réduire. Touchez Afficher pour ouvrir temporairement. Le retour en haut rétablit l’affichage.
ja: 下にスワイプで折りたたみ。表示で一時的に展開し、上部へ戻ると復元します
ko: 아래로 밀면 접히고, 표시를 누르면 임시로 펼쳐져요. 맨 위로 돌아가면 복원됩니다
pt_br: Deslize para baixo para recolher. Toque em Mostrar para abrir temporariamente. Ao voltar ao topo, restaura.
zh_hans: 下滑收起，点显示临时展开，回到顶部恢复
zh_hant: 下滑收起，點顯示可暫時展開，回到頂部後恢復

# 下班结算
source: Clock Out
de: Feierabend abrechnen
es: Terminar y liquidar
fr: Terminer et régler
ja: 退勤して精算
ko: 퇴근 정산
pt_br: Encerrar e calcular
zh_hans: 下班结算
zh_hant: 下班結算

# 下移
source: Move down
de: Nach unten verschieben
es: Mover abajo
fr: Déplacer vers le bas
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移
zh_hant: 下移

# 不支持
source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ja: 未対応
ko: 지원 안 됨
pt_br: Não compatível
zh_hans: 不支持
zh_hant: 不支援

# 专属 VIP 身份与卡片皮肤
source: Exclusive VIP status and card skins
de: Exklusiver VIP-Status und Karten-Skins
es: Estado VIP exclusivo y skins de tarjeta
fr: Statut VIP exclusif et skins de carte
ja: VIP 専用ステータスとカードスキン
ko: 전용 VIP 신분과 카드 스킨
pt_br: Status VIP exclusivo e skins de cartão
zh_hans: 专属 VIP 身份与卡片皮肤
zh_hant: 專屬 VIP 身份與卡片皮膚

# 专属权益已生效，快去试试萌宠智能对话、卡片皮肤和会员优惠。
source: Your exclusive benefits are active. Try pet AI chat, card skins, and member discounts.
de: Deine exklusiven Vorteile sind aktiv. Probiere Haustier-KI-Chat, Karten-Skins und Rabatte aus.
es: Tus beneficios exclusivos estan activos. Prueba el chat IA de mascotas, skins de tarjeta y descuentos.
fr: Vos avantages exclusifs sont actifs. Essayez le chat IA des animaux, les skins de carte et les remises.
ja: 限定特典が有効です。ペットAIチャット、カードスキン、会員割引を試してみましょう。
ko: 전용 혜택이 적용되었습니다. 펫 AI 대화, 카드 스킨, 회원 할인을 사용해 보세요.
pt_br: Seus beneficios exclusivos estao ativos. Experimente chat IA dos pets, skins de cartao e descontos.
zh_hans: 专属权益已生效，快去试试萌宠智能对话、卡片皮肤和会员优惠。
zh_hant: 專屬權益已生效，快去試試萌寵智慧對話、卡片皮膚和會員優惠。

# 个性图标
source: Custom Icons
de: Individuelle Symbole
es: Iconos personalizados
fr: Icones personnalisees
ja: カスタムアイコン
ko: 개성 아이콘
pt_br: Icones personalizados
zh_hans: 个性图标
zh_hant: 個性圖示

# 个性图标库
source: Custom Icon Library
de: Bibliothek individueller Symbole
es: Biblioteca de iconos personalizados
fr: Bibliotheque d'icones personnalisees
ja: カスタムアイコンライブラリ
ko: 개성 아이콘 라이브러리
pt_br: Biblioteca de icones personalizados
zh_hans: 个性图标库
zh_hant: 個性圖示庫

# 中雨
source: Moderate rain
de: Mäßiger Regen
es: Lluvia moderada
fr: Pluie modérée
ja: 中雨
ko: 보통 비
pt_br: Chuva moderada
zh_hans: 中雨
zh_hant: 中雨

# 临时会话
source: Ephemeral session
de: Kurzzeit-Sitzung
es: Sesion efimera
fr: Session ephemere
ja: 一時セッション
ko: 임시 세션
pt_br: Sessao efemera
zh_hans: 临时会话
zh_hant: 臨時會話

# 临时允许
source: Provisionally allowed
de: Vorlaeufig erlaubt
es: Permitido provisionalmente
fr: Autorise provisoirement
ja: 暫定許可
ko: 임시 허용
pt_br: Permitido provisoriamente
zh_hans: 临时允许
zh_hant: 臨時允許

# 为 Pink House 换一枚更贴近心情的图标。经典、礼服、珍珠与月光风格都可以收藏，桌面也能保持你喜欢的样子。
source: Give Pink House an icon that better matches your mood. Classic, dress, pearl, and moonlight styles can all be collected, so your Home Screen keeps the look you love.
de: Gib Pink House ein Symbol, das besser zu deiner Stimmung passt. Klassische, Kleid-, Perlen- und Mondlicht-Stile lassen sich sammeln, damit dein Home-Bildschirm so bleibt, wie du ihn magst.
es: Dale a Pink House un icono que encaje mejor con tu animo. Puedes coleccionar estilos clasico, vestido, perlas y luz de luna para que tu pantalla de inicio mantenga el aspecto que te gusta.
fr: Offrez a Pink House une icone plus proche de votre humeur. Les styles classique, robe, perle et clair de lune peuvent etre collectionnes pour garder l'ecran d'accueil a votre gout.
ja: Pink Houseに気分に合うアイコンを選びましょう。クラシック、ドレス、パール、月光スタイルを集めて、ホーム画面も好きな雰囲気に。
ko: Pink House에 지금 기분과 더 잘 어울리는 아이콘을 입혀 보세요. 클래식, 드레스, 진주, 달빛 스타일을 모두 모아 홈 화면도 좋아하는 모습으로 유지할 수 있어요.
pt_br: Dê ao Pink House um icone que combine melhor com seu humor. Voce pode colecionar estilos classico, vestido, perolas e luar para manter a Tela de Inicio com o visual que voce gosta.
zh_hans: 为 Pink House 换一枚更贴近心情的图标。经典、礼服、珍珠与月光风格都可以收藏，桌面也能保持你喜欢的样子。
zh_hant: 為 Pink House 換一枚更貼近心情的圖示。經典、禮服、珍珠與月光風格都可以收藏，桌面也能保持你喜歡的樣子。

# 为它起个名字
source: Give it a name
de: Gib ihm einen Namen
es: Ponle un nombre
fr: Donnez-lui un nom
ja: 名前をつける
ko: 이름 지어주기
pt_br: Dê um nome
zh_hans: 为它起个名字
zh_hant: 為它起個名字

# 主书页房间
source: Main Book Page Room
de: Hauptraum der Buchseiten
es: Sala principal de páginas
fr: Salle des pages principales
ja: メインブックページの部屋
ko: 메인 북 페이지 방
pt_br: Sala principal das páginas
zh_hans: 主书页房间
zh_hant: 主書頁房間

# 主人，我们先去宠物商店看看吧！给我补点吃的喝的就更开心啦汪！
source: Master, let's visit the pet shop first! Stock up on food and drinks for me and I'll be even happier, woof!
de: Herrchen, lass uns zuerst in den Haustierladen schauen! Mit etwas Essen und Trinken bin ich noch glücklicher, wuff!
es: ¡Humanito, vayamos primero a la tienda de mascotas! Si me repones comida y bebida, estaré más feliz, ¡guau!
fr: Ma personne, allons d’abord voir la boutique de pets ! Avec un peu à manger et à boire, je serai encore plus heureux, wouf !
ja: ご主人、まずペットショップを見に行こう！食べ物と飲み物を補充してくれたらもっと元気になるワン！
ko: 주인님, 먼저 펫 상점에 가 봐요! 먹을 것과 마실 걸 채워 주면 더 신날 거예요, 멍!
pt_br: Humano, vamos olhar a loja de pets primeiro! Se você repuser comida e bebida, vou ficar ainda mais feliz, au au!
zh_hans: 主人，我们先去宠物商店看看吧！给我补点吃的喝的就更开心啦汪！
zh_hant: 主人，我們先去寵物商店看看吧！給我補點吃的喝的就更開心啦汪！

# 主人，我们去宠物商店补给吧！我想吃%@，给我买一点好不好汪！
source: Master, let's restock at the pet shop! I want %@. Could you buy me some, woof?
de: Herrchen, lass uns im Haustierladen Vorräte holen! Ich möchte %@ essen. Kaufst du mir etwas davon, wuff?
es: ¡Humanito, vayamos a reponer en la tienda de mascotas! Quiero comer %@. ¿Me compras un poco, guau?
fr: Ma personne, allons refaire le plein à la boutique de pets ! J’ai envie de %@. Tu m’en achètes un peu, wouf ?
ja: ご主人、ペットショップで補充しよう！%@が食べたいな。少し買ってくれないかな、ワン！
ko: 주인님, 펫 상점에 보급하러 가요! %@ 먹고 싶어요. 조금 사 주면 안 될까요, 멍!
pt_br: Humano, vamos repor na loja de pets! Quero comer %@. Compra um pouco para mim, au au?
zh_hans: 主人，我们去宠物商店补给吧！我想吃%@，给我买一点好不好汪！
zh_hant: 主人，我們去寵物商店補給吧！我想吃%@，給我買一點好不好汪！

# 主人最好了
source: You’re the best
de: Du bist einfach die beste Person
es: Eres lo mejor
fr: Tu es vraiment la meilleure
ja: ご主人が一番だよ
ko: 주인이 최고예요
pt_br: Você é a melhor
zh_hans: 主人最好了
zh_hant: 主人最好了

# 主色
source: Main Color
de: Hauptfarbe
es: Color principal
fr: Couleur principale
ja: メインカラー
ko: 메인 컬러
pt_br: Cor principal
zh_hans: 主色
zh_hant: 主色

# 主题特权 · 智能调色
source: Theme privilege · Smart colors
de: Theme-Vorteil · Smarte Farbwahl
es: Privilegio de tema · Color inteligente
fr: Privilege theme · Couleurs intelligentes
ja: テーマ特典 · スマート配色
ko: 테마 특권 · 스마트 색상
pt_br: Privilegio de tema · Cores inteligentes
zh_hans: 主题特权 · 智能调色
zh_hant: 主題特權 · 智慧調色

# 主题皮肤商店
source: Theme Skin Store
de: Theme-Skin-Shop
es: Tienda de skins de tema
fr: Boutique de skins de theme
ja: テーマスキンストア
ko: 테마 스킨 상점
pt_br: Loja de skins de tema
zh_hans: 主题皮肤商店
zh_hant: 主題皮膚商店

# 主题皮肤商店 %@ · 更多会员权益正在路上
source: Theme Skin Store %@ · More member benefits are on the way
de: Theme-Skin-Shop %@ · Weitere Vorteile sind unterwegs
es: Tienda de skins de tema %@ · Vienen mas beneficios
fr: Boutique de skins de theme %@ · D'autres avantages arrivent
ja: テーマスキンストア %@ · さらに多くの会員特典を準備中
ko: 테마 스킨 상점 %@ · 더 많은 회원 혜택 준비 중
pt_br: Loja de skins de tema %@ · Mais beneficios estao a caminho
zh_hans: 主题皮肤商店 %@ · 更多会员权益正在路上
zh_hant: 主題皮膚商店 %@ · 更多會員權益正在路上

# 举报
source: Report
de: Melden
es: Denunciar
fr: Signaler
ja: 報告
ko: 신고
pt_br: Denunciar
zh_hans: 举报
zh_hant: 舉報

# 买好啦，%@我已经收进背包啦。
source: All bought. I put %@ into the bag.
de: Gekauft. %@ liegt jetzt in meinem Rucksack.
es: Listo, comprado. Guardé %@ en la mochila.
fr: C’est acheté. J’ai rangé %@ dans le sac.
ja: 買えました。%@はバッグにしまったよ。
ko: 다 샀어요. %@는 가방에 넣어뒀어요.
pt_br: Comprado. Guardei %@ na mochila.
zh_hans: 买好啦，%@我已经收进背包啦。
zh_hant: 買好啦，%@我已經收進背包啦。

# 买好就马上给我用啦～%@
source: Bought it and used it for me right away. %@
de: Gekauft und gleich für mich benutzt. %@
es: Lo compraste y lo usaste conmigo enseguida. %@
fr: Acheté et utilisé pour moi tout de suite. %@
ja: 買ってすぐ使ってくれたよ。%@
ko: 사자마자 바로 내게 써줬어요. %@
pt_br: Comprou e usou em mim na hora. %@
zh_hans: 买好就马上给我用啦～%@
zh_hant: 買好就馬上給我用啦～%@

# 交易验证失败
source: Transaction verification failed
de: Transaktionspruefung fehlgeschlagen
es: Error al verificar la transaccion
fr: Echec de la verification de la transaction
ja: 取引の検証に失敗しました
ko: 거래 검증에 실패했습니다
pt_br: Falha na verificacao da transacao
zh_hans: 交易验证失败
zh_hant: 交易驗證失敗

# 亲密度
source: Bond
de: Nähe
es: Vínculo
fr: Affinité
ja: 親密度
ko: 친밀도
pt_br: Afinidade
zh_hans: 亲密度
zh_hant: 親密度

# 人民币
source: Chinese Yuan
de: Chinesischer Yuan
es: Yuan chino
fr: Yuan chinois
ja: 人民元
ko: 중국 위안
pt_br: Yuan chinês
zh_hans: 人民币
zh_hant: 人民幣

# 今夜星光为你守护
source: Tonight, starlight watches over you.
de: Heute Nacht wacht das Sternenlicht über dich.
es: Esta noche, la luz de las estrellas cuida de ti.
fr: Ce soir, la lumière des étoiles veille sur toi.
ja: 今夜の星明かりが、あなたを見守ってくれる。
ko: 오늘 밤 별빛이 너를 지켜 줄 거야.
pt_br: Esta noite, a luz das estrelas cuida de você.
zh_hans: 今夜星光为你守护
zh_hant: 今夜星光為你守護

# 今天
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
pt_br: Hoje
zh_hans: 今天
zh_hant: 今天

# 今天偏冷，最好带外套%@。
source: It’s cold today; bringing outerwear is best%@.
de: Heute ist es kalt; eine Jacke ist am besten%@.
es: Hoy hace frío; lo mejor es llevar abrigo%@.
fr: Il fait froid aujourd’hui; mieux vaut prendre une veste%@.
ja: 今日は寒めなので、アウターを持つのがおすすめ%@。
ko: 오늘은 추운 편이라 겉옷을 챙기는 게 좋아요%@.
pt_br: Hoje está frio; é melhor levar um casaco%@.
zh_hans: 今天偏冷，最好带外套%@。
zh_hant: 今天偏冷，最好帶外套%@。

# 今天偏凉，薄外套或开衫会更舒服%@。
source: It’s cool today; a light jacket or cardigan will feel better%@.
de: Heute ist es kühl; eine leichte Jacke oder Strickjacke ist angenehmer%@.
es: Hoy está fresco; una chaqueta ligera o cárdigan será más cómodo%@.
fr: Il fait frais aujourd’hui; une veste légère ou un cardigan sera plus confortable%@.
ja: 今日は少し涼しいので、薄手のアウターやカーディガンが快適%@。
ko: 오늘은 선선해서 얇은 겉옷이나 카디건이 더 편해요%@.
pt_br: Hoje está fresco; uma jaqueta leve ou cardigan fica mais confortável%@.
zh_hans: 今天偏凉，薄外套或开衫会更舒服%@。
zh_hant: 今天偏涼，薄外套或開衫會更舒服%@。

# 今天偏暖，通常不用特地带外套。
source: It’s warm today; you usually don’t need to bring outerwear.
de: Heute ist es eher warm; normalerweise brauchst du keine extra Jacke.
es: Hoy está más bien cálido; normalmente no hace falta llevar abrigo.
fr: Il fait plutôt chaud aujourd’hui; pas besoin de prendre une veste en général.
ja: 今日は暖かめなので、基本的にアウターはなくても大丈夫。
ko: 오늘은 따뜻한 편이라 보통은 겉옷을 따로 챙기지 않아도 돼요.
pt_br: Hoje está mais quente; geralmente não precisa levar casaco.
zh_hans: 今天偏暖，通常不用特地带外套。
zh_hant: 今天偏暖，通常不用特地帶外套。

# 今天的小卖部空空的
source: The little shop is empty today
de: Der kleine Laden ist heute leer
es: La tiendita está vacía hoy
fr: La petite boutique est vide aujourd’hui
ja: 今日の売店は空っぽです
ko: 오늘 작은 상점은 비어 있어요
pt_br: A lojinha está vazia hoje
zh_hans: 今天的小卖部空空的
zh_hant: 今天的小賣部空空的

# 今日%@收益已达上限
source: Today's %@ earnings have reached the limit
de: Das heutige %@-Einnahmelimit ist erreicht
es: Las ganancias de %@ de hoy alcanzaron el límite
fr: Les gains en %@ du jour ont atteint la limite
ja: 今日の%@収益は上限に達しました
ko: 오늘 %@ 수익이 한도에 도달했어요
pt_br: Os ganhos de %@ de hoje atingiram o limite
zh_hans: 今日%@收益已达上限
zh_hant: 今日%@收益已達上限

# 今日已打卡
source: Checked In Today
de: Heute eingecheckt
es: Registrado hoy
fr: Déjà pointé aujourd'hui
ja: 今日はチェックイン済み
ko: 오늘 체크인 완료
pt_br: Check-in feito hoje
zh_hans: 今日已打卡
zh_hant: 今日已打卡

# 今日穿搭色
source: Today's Outfit Colors
de: Heutige Outfit-Farben
es: Colores de outfit de hoy
fr: Couleurs du jour
ja: 今日のコーデカラー
ko: 오늘의 코디 색상
pt_br: Cores do look de hoje
zh_hans: 今日穿搭色
zh_hant: 今日穿搭色

# 今日穿搭色已解锁
source: Today's outfit colors are unlocked
de: Heutige Outfit-Farben sind freigeschaltet
es: Se desbloquearon los colores de hoy
fr: Les couleurs du jour sont débloquées
ja: 今日のコーデカラーを解放しました
ko: 오늘의 코디 색상이 열렸어요
pt_br: As cores do look de hoje foram liberadas
zh_hans: 今日穿搭色已解锁
zh_hant: 今日穿搭色已解鎖

# 今日骨头币
source: Today's Bone Coins
de: Knochenmünzen heute
es: Huesos de hoy
fr: Os du jour
ja: 今日の骨コイン
ko: 오늘의 뼈 코인
pt_br: Moedas de osso hoje
zh_hans: 今日骨头币
zh_hant: 今日骨頭幣

# 今日鱼币
source: Today's Fish Coins
de: Fischmünzen heute
es: Peces de hoy
fr: Poissons du jour
ja: 今日の魚コイン
ko: 오늘의 물고기 코인
pt_br: Moedas de peixe hoje
zh_hans: 今日鱼币
zh_hant: 今日魚幣

# 仍在认真开发和内测中，敬请期待～
source: Still under careful development and internal testing. Coming soon!
de: Noch in sorgfältiger Entwicklung und internen Tests. Bald verfügbar!
es: Aún en desarrollo y pruebas internas. ¡Muy pronto!
fr: Encore en développement et en test interne. Bientôt disponible !
ja: 現在、丁寧に開発と内部テストを進めています。お楽しみに！
ko: 아직 열심히 개발 및 내부 테스트 중이에요. 조금만 기다려 주세요!
pt_br: Ainda em desenvolvimento e testes internos. Em breve!
zh_hans: 仍在认真开发和内测中，敬请期待～
zh_hant: 仍在認真開發和內測中，敬請期待～

# 从上次未保存继续
source: Continue from Last Unsaved Draft
de: Aus letztem ungespeicherten Entwurf fortfahren
es: Continuar desde el último borrador sin guardar
fr: Continuer depuis le dernier brouillon non enregistré
ja: 前回の未保存から続行
ko: 저장하지 않은 이전 초안에서 계속
pt_br: Continuar do último rascunho não salvo
zh_hans: 从上次未保存继续
zh_hant: 從上次未儲存繼續

# 从社区导入
source: Import from Community
de: Aus der Community importieren
es: Importar desde la comunidad
fr: Importer depuis la communauté
ja: コミュニティからインポート
ko: 커뮤니티에서 가져오기
pt_br: Importar da comunidade
zh_hans: 从社区导入
zh_hant: 從社群匯入

# 付清
source: Pay Off
de: Begleichen
es: Liquidar
fr: Régler
ja: 完済
ko: 완납
pt_br: Quitar
zh_hans: 付清
zh_hant: 付清

# 付费内容优惠
source: Paid Content Discounts
de: Rabatte auf Bezahl-Inhalte
es: Descuentos en contenido de pago
fr: Remises sur contenu payant
ja: 有料コンテンツ割引
ko: 유료 콘텐츠 할인
pt_br: Descontos em conteudo pago
zh_hans: 付费内容优惠
zh_hant: 付費內容優惠

# 件
source: items
de: Stk.
es: pzas.
fr: articles
ja: 点
ko: 개
pt_br: itens
zh_hans: 件
zh_hant: 件

# 价值
source: Value
de: Wert
es: Valor
fr: Valeur
ja: 金額
ko: 가치
pt_br: Valor
zh_hans: 价值
zh_hant: 價值

# 价值统计
source: Value Statistics
de: Wertstatistik
es: Estadísticas de valor
fr: Statistiques de valeur
ja: 金額統計
ko: 가치 통계
pt_br: Estatísticas de valor
zh_hans: 价值统计
zh_hant: 價值統計

# 价格从低到高
source: Price, Low to High
de: Preis aufsteigend
es: Precio, menor a mayor
fr: Prix croissant
ja: 価格の安い順
ko: 가격 낮은순
pt_br: Preço, menor para maior
zh_hans: 价格从低到高
zh_hant: 價格由低到高

# 价格从高到低
source: Price, High to Low
de: Preis absteigend
es: Precio, mayor a menor
fr: Prix décroissant
ja: 価格の高い順
ko: 가격 높은순
pt_br: Preço, maior para menor
zh_hans: 价格从高到低
zh_hant: 價格由高到低

# 价格信息
source: Price information
de: Preisinformationen
es: Información de precio
fr: Informations sur le prix
ja: 価格情報
ko: 가격 정보
pt_br: Informações de preço
zh_hans: 价格信息
zh_hant: 價格資訊

# 价格计算正确，无需调整
source: Price calculation is correct; no adjustment needed
de: Die Preisberechnung ist korrekt; keine Anpassung nötig
es: El cálculo del precio es correcto; no hace falta ajustar
fr: Le calcul du prix est correct ; aucun ajustement nécessaire
ja: 価格計算は正しいため調整不要です
ko: 가격 계산이 맞아 조정할 필요가 없어요
pt_br: O cálculo do preço está correto; nenhum ajuste necessário
zh_hans: 价格计算正确，无需调整
zh_hant: 價格計算正確，無需調整

# 优惠码仅适用于本 App 在 App Store 中提供的内购项目。
source: Offer codes only apply to in-app purchases this app provides through the App Store.
de: Angebotscodes gelten nur fuer In-App-Kaeufe, die diese App im App Store anbietet.
es: Los codigos promocionales solo se aplican a compras dentro de la app ofrecidas por esta app en App Store.
fr: Les codes promotionnels s'appliquent uniquement aux achats integres fournis par cette app via l'App Store.
ja: オファーコードは、このアプリが App Store で提供するアプリ内購入にのみ適用されます。
ko: 혜택 코드는 이 앱이 App Store에서 제공하는 앱 내 구매에만 적용됩니다.
pt_br: Codigos promocionais se aplicam apenas a compras no app oferecidas por este app na App Store.
zh_hans: 优惠码仅适用于本 App 在 App Store 中提供的内购项目。
zh_hant: 優惠碼僅適用於本 App 在 App Store 中提供的內購項目。

# 优雅茶会
source: Elegant Tea Party
de: Elegante Teeparty
es: Té elegante
fr: Tea party élégant
ja: 優雅なお茶会
ko: 우아한 티파티
pt_br: Chá elegante
zh_hans: 优雅茶会
zh_hant: 優雅茶會

# 会员兑换
source: VIP Redemption
de: VIP-Einloesung
es: Canje VIP
fr: Echange VIP
ja: VIP 引き換え
ko: VIP 교환
pt_br: Resgate VIP
zh_hans: 会员兑换
zh_hant: 會員兌換

# 会员协议
source: VIP Agreement
de: VIP-Vereinbarung
es: Acuerdo VIP
fr: Accord VIP
ja: VIP 規約
ko: VIP 약관
pt_br: Contrato VIP
zh_hans: 会员协议
zh_hant: 會員協議

# 会员周报，后续会补充每周衣橱、萌宠与消费概览。
source: Member weekly reports will later include closet, pet, and spending summaries.
de: Mitglieds-Wochenberichte werden spaeter Kleiderschrank-, Haustier- und Ausgabenuebersichten enthalten.
es: Los informes semanales de miembro incluiran luego resumen de armario, mascotas y gastos.
fr: Les rapports hebdomadaires membre ajouteront bientot des resumes garde-robe, animaux et depenses.
ja: 会員週報には今後、クローゼット、ペット、支出の週間サマリーを追加予定です。
ko: 회원 주간 리포트에는 추후 옷장, 펫, 소비 요약이 추가됩니다.
pt_br: Relatorios semanais de membro incluirao resumos de closet, pets e gastos.
zh_hans: 会员周报，后续会补充每周衣橱、萌宠与消费概览。
zh_hant: 會員週報後續會補充每週衣櫥、萌寵與消費概覽。

# 会员权益
source: Member Benefits
de: Mitgliedsvorteile
es: Beneficios de miembro
fr: Avantages membre
ja: 会員特典
ko: 회원 혜택
pt_br: Beneficios de membro
zh_hans: 会员权益
zh_hant: 會員權益

# 会联网查询当前 CNY→JPY 汇率，并用新汇率重新折算原价和邮费。保存后，这个汇率会作为这条裙装记录的当时汇率。
source: This will look up the current CNY→JPY exchange rate online and recalculate the original price and shipping. After saving, this rate will be stored as the rate for this dress record.
de: Der aktuelle CNY→JPY-Kurs wird online abgefragt und Originalpreis sowie Versand werden neu berechnet. Nach dem Speichern wird dieser Kurs für diesen Kleiddatensatz gespeichert.
es: Se consultará en línea el tipo CNY→JPY actual y se recalcularán el precio original y el envío. Al guardar, este tipo se almacenará como el tipo de esta prenda.
fr: Le taux CNY→JPY actuel sera recherché en ligne, puis le prix d’origine et la livraison seront recalculés. Après enregistrement, ce taux sera conservé comme taux de cette fiche robe.
ja: 現在の CNY→JPY レートをオンラインで取得し、新しいレートで元価格と送料を再計算します。保存後、このレートはこのドレス記録の当時レートとして保存されます。
ko: 현재 CNY→JPY 환율을 온라인으로 조회하고 새 환율로 원가와 배송비를 다시 계산합니다. 저장 후 이 환율은 이 드레스 기록의 당시 환율로 저장됩니다.
pt_br: A taxa CNY→JPY atual será consultada online, e o preço original e o frete serão recalculados. Ao salvar, essa taxa ficará registrada para este vestido.
zh_hans: 会联网查询当前 CNY→JPY 汇率，并用新汇率重新折算原价和邮费。保存后，这个汇率会作为这条裙装记录的当时汇率。
zh_hant: 會連網查詢目前 CNY→JPY 匯率，並用新匯率重新折算原價和郵費。儲存後，這個匯率會作為這條裙裝記錄的當時匯率。

# 伞
source: Umbrella
de: Schirm
es: Paraguas
fr: Parapluie
ja: 傘
ko: 우산
pt_br: Guarda-chuva
zh_hans: 伞
zh_hant: 傘

# 体感约%d°C，通常不用特地带外套。
source: Feels about %d°C, so you usually do not need an extra coat.
de: Gefühlt etwa %d°C, meistens brauchst du keine extra Jacke.
es: Sensación de unos %d°C; normalmente no hace falta llevar abrigo.
fr: Ressenti autour de %d°C, donc pas besoin de veste en général.
ja: 体感は約%d°C。普段なら特に上着はいらなさそう。
ko: 체감 약 %d°C라 보통은 따로 외투가 필요 없어요.
pt_br: Sensação de cerca de %d°C; normalmente não precisa levar casaco.
zh_hans: 体感约%d°C，通常不用特地带外套。
zh_hant: 體感約%d°C，通常不用特地帶外套。

# 体感约%d°C，风速%@。
source: Feels about %d°C, wind speed %@.
de: Gefühlt etwa %d°C, Windgeschwindigkeit %@.
es: Sensación de unos %d°C, viento %@.
fr: Ressenti autour de %d°C, vent %@.
ja: 体感は約%d°C、風速%@。
ko: 체감 약 %d°C, 풍속 %@.
pt_br: Sensação de cerca de %d°C, vento %@.
zh_hans: 体感约%d°C，风速%@。
zh_hant: 體感約%d°C，風速%@。

# 体感还算舒服，常规裙装就可以%@。
source: It feels pretty comfortable; a regular dress outfit should work%@.
de: Es fühlt sich recht angenehm an; ein normales Kleid reicht%@.
es: La sensación es bastante cómoda; un vestido normal irá bien%@.
fr: Le ressenti est plutôt confortable; une robe habituelle suffira%@.
ja: 体感はわりと快適なので、いつものワンピコーデで大丈夫%@。
ko: 체감은 꽤 편안해서 평소 원피스 코디면 괜찮아요%@.
pt_br: A sensação está confortável; um vestido comum deve funcionar%@.
zh_hans: 体感还算舒服，常规裙装就可以%@。
zh_hant: 體感還算舒服，常規裙裝就可以%@。

# 体验个性化偏好功能
source: Try personalization preferences
de: Personalisierungseinstellungen testen
es: Prueba las preferencias personalizadas
fr: Essayer les préférences personnalisées
ja: 個人設定を体験
ko: 개인화 선호 기능 체험
pt_br: Experimente preferências personalizadas
zh_hans: 体验个性化偏好功能
zh_hant: 體驗個人化偏好功能

# 体验中 · 截止 %@
source: Trial active · Ends %@
de: Testphase aktiv · Bis %@
es: Prueba activa · Hasta %@
fr: Essai en cours · Jusqu'au %@
ja: 試用中 · %@ まで
ko: 체험 중 · %@까지
pt_br: Teste ativo · Ate %@
zh_hans: 体验中 · 截止 %@
zh_hant: 體驗中 · 截止 %@

# 体验云端的文件备份与恢复与 iCloud 同步
source: Try cloud file backup, restore, and iCloud sync
de: Cloud-Dateisicherung, Wiederherstellung und iCloud-Sync testen
es: Prueba copia en la nube, restauración y sincronización iCloud
fr: Essayer sauvegarde cloud, restauration et synchro iCloud
ja: クラウドファイルのバックアップ、復元、iCloud同期を体験
ko: 클라우드 파일 백업, 복원 및 iCloud 동기화 체험
pt_br: Experimente backup na nuvem, restauração e sincronização iCloud
zh_hans: 体验云端的文件备份与恢复与 iCloud 同步
zh_hant: 體驗雲端檔案備份、還原與 iCloud 同步

# 体验客制化配色和个性化功能
source: Try custom color themes and personalization
de: Benutzerdefinierte Farben und Personalisierung testen
es: Prueba colores personalizados y funciones de personalización
fr: Essayer les couleurs personnalisées et la personnalisation
ja: カスタム配色とパーソナライズを体験
ko: 맞춤 색상과 개인화 기능 체험
pt_br: Experimente cores personalizadas e recursos de personalização
zh_hans: 体验客制化配色和个性化功能
zh_hant: 體驗客製化配色和個人化功能

# 体验导出到 CSV 功能
source: Try exporting to CSV
de: CSV-Export testen
es: Prueba exportar a CSV
fr: Essayer l'export CSV
ja: CSVエクスポートを体験
ko: CSV 내보내기 기능 체험
pt_br: Experimente exportar para CSV
zh_hans: 体验导出到 CSV 功能
zh_hant: 體驗匯出到 CSV 功能

# 体验批量编辑功能
source: Try bulk editing
de: Massenbearbeitung testen
es: Prueba la edición masiva
fr: Essayer la modification groupée
ja: 一括編集を体験
ko: 일괄 편집 기능 체험
pt_br: Experimente a edição em massa
zh_hans: 体验批量编辑功能
zh_hant: 體驗批量編輯功能

# 体验期间即可抢先感受多模态智能、专属身份和会员优惠。
source: During the trial, you can preview multimodal AI, VIP identity, and member discounts.
de: Waerend der Testphase kannst du multimodale KI, VIP-Identitaet und Mitgliedsrabatte ausprobieren.
es: Durante la prueba, disfruta antes de IA multimodal, identidad VIP y descuentos de miembro.
fr: Pendant l'essai, decouvrez l'IA multimodale, l'identite VIP et les remises membre.
ja: 試用中は、マルチモーダルAI、VIP 身分、会員割引を先に体験できます。
ko: 체험 기간 동안 멀티모달 AI, 전용 신분, 회원 할인을 먼저 느껴볼 수 있어요.
pt_br: Durante o teste, experimente IA multimodal, identidade VIP e descontos de membro.
zh_hans: 体验期间即可抢先感受多模态智能、专属身份和会员优惠。
zh_hant: 體驗期間即可搶先感受多模態智慧、專屬身份和會員優惠。

# 体验本地文件的备份与恢复
source: Try local file backup and restore
de: Lokale Sicherung und Wiederherstellung testen
es: Prueba copia y restauración de archivos locales
fr: Essayer la sauvegarde et restauration locale
ja: ローカルファイルのバックアップと復元を体験
ko: 로컬 파일 백업 및 복원 체험
pt_br: Experimente backup e restauração de arquivos locais
zh_hans: 体验本地文件的备份与恢复
zh_hant: 體驗本地檔案的備份與還原

# 体验标签、品牌与裙装属性管理
source: Try tag, brand, and clothing field management
de: Tag-, Marken- und Kleidungsfeldverwaltung testen
es: Prueba la gestión de etiquetas, marcas y campos
fr: Essayer la gestion des étiquettes, marques et champs
ja: タグ、ブランド、服の属性管理を体験
ko: 태그, 브랜드, 의상 속성 관리 체험
pt_br: Experimente gerenciar etiquetas, marcas e campos
zh_hans: 体验标签、品牌与裙装属性管理
zh_hant: 體驗標籤、品牌與裙裝屬性管理
